; === AWC abilities ===

[ShadowOps_HipFire X2AbilityTemplate]
LocFriendlyName="Выстрел от бедра"
LocLongDescription="Выстрелить из следующего оружия: <Ability:WeaponName/> по цели. Эта атака не тратит действия. <Ability:SelfCooldown/> раундов перезарядка."
LocHelpText="Выстрелить из следующего оружия: <Ability:WeaponName/> по цели. Эта атака не тратит действия."
LocFlyOverText="Выстрел от бедра"
LocPromotionPopupText="<Bullet/> Беглый огонь перезаряжается <Ability:SelfCooldown/> раундов.<br/>"

[ShadowOps_Scrounger X2AbilityTemplate]
LocFriendlyName="Мародер"
LocLongDescription="Шанс на получение дополнительных трофеев, когда этот солдат участвует в миссии."
LocHelpText="Шанс на получение дополнительных трофеев, когда этот солдат участвует в миссии."

[ShadowOps_Weaponmaster X2AbilityTemplate]
LocFriendlyName="Мастер оружия"
LocLongDescription="Ваше оружие: <Ability:WeaponName/> наносит <Ability:+Damage/> урона."
LocHelpText="Ваше оружие: <Ability:WeaponName/> наносит <Ability:+Damage/> урона."

[ShadowOps_AbsolutelyCritical X2AbilityTemplate]
LocFriendlyName="Попался!"
LocLongDescription="Солдат получает <Ability:+Crit> шанс на критический урон против целей обойденных с фланга или без прикрытия."
LocHelpText="Солдат получает <Ability:+Crit> шанс на критический урон против целей обойденных с фланга или без прикрытия."

[ShadowOps_SnakeBlood X2AbilityTemplate]
LocFriendlyName="Змеиная кровь"
LocLongDescription="Шанс уклонения повышен на: <Ability:Dodge/> и солдат неуязвим для яда."
LocHelpText="Шанс уклонения повышен на: <Ability:Dodge/> и солдат неуязвим для яда."
LocFlyOverText="Змеиная кровь"

[ShadowOps_Rage X2AbilityTemplate]
LocFriendlyName="Ярость"
LocLongDescription="Солдат получает способности Неуязвимый, Неприкасаемый и Серия на 3 раунда, но не может выбирать свои действия."
LocHelpText="Солдат получает способности Неуязвимый, Неприкасаемый и Серия на 3 раунда, но не может выбирать свои действия."
LocFlyOverText="Ярость"

; === GTS ability templates ===

; === Gameplay tips ===

; Changing gameplay tips doesn't actually work for some reason
[XGLocalizedData]
+GameplayTips_Tactical="Способность 'Брешь' Боевого нженера наносит гарантированный урон. Она отлично подходит для добивания подранков."
+GameplayTips_Tactical="Дракон со способностью 'Танк'способен выдерживать крайне высокий урон, если носит броню с экзоскелетом."
+GameplayTips_Tactical="Иногда лучше сохранить заряды для 'Протокола Щит', для солдат попавших в беду."
+GameplayTips_Tactical="Пехота наносит огромный урон, но так же быстро тратит патроны. Выдайте им большие магазины или автозаряжание."
+GameplayTips_Tactical="Не давайте Охотникам отставать от отряда, они спобобны на многое в ближнем бою."
+GameplayTips_Tactical="Большинство способностей Боевого инженера работают с дробовиком, не с автоматом."
